Repository: GamemakerChina/GMS_articles_translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: (We have a whole chapter below about integrating cozy moments into traditionally non-cozy genres.)
zh_cn: (我们有一整章将会讨论，如何将让玩家舒适感到舒适的时刻整合到传统的非舒适类游戏中。)

source: 1 on 1 interactions can come later: There an obligation of both attention and intimacy that occurs in a 1 on 1 social situation.
zh_cn: 两人之间：当你只面对着一个人时，你有必要保持注意力集中和亲密。

source: NOTE: Due to the modular nature of GameMaker Studio 2 there are certain things that are not included in this user manual, particularly those aspects of setting up and connecting the different devices that can be supported.
zh_cn: 注意： 由于 the modular nature of GameMaker Studio 2 there are certain things that are not included in this user manual, particularly those aspects of setting up and connecting the different devices that can be supported.

source: A cozy social structure can still be hostile if players want to engage in a conflicting forms of expression.
zh_cn: 就算一个令人感到舒适的社会，在玩家想与之产生冲突时，也会变得充满敌意。

source: A cute little character stomping about is a lot more palatable than one that screams loudly or teabags your avatar.
zh_cn: 一个可爱的小孩跺脚，总要比那些抠脚大汉大声尖叫要有趣。

source: A mundane act of organization or tidying
zh_cn: 寻常的整理和清洁工作

source: A place to call home - The private rooms of the Normandy in Mass Effect
zh_cn: 那个叫“家”的地方——《质量效应》中的单人房间

source: A prison cell is generally not cozy.
zh_cn: 比如监狱牢房一般不舒适。

source: A quaint trading bazaar or relaxing spawn point in an MMO can rapidly lose its charm as players queue up for their turn at an activity, exchanging intimate intrinsic experiential rewards for (ultimately shallow) extrinsic payouts.
zh_cn: 要是你在mmo游戏中有一个不合理的交易市场，或者玩家可以随时保存自己的进度，那么这个游戏将很快变得没有趣味，因为玩家会被动地等待活动出现，而不是主动去和别人交互，导致游戏变得毫无乐趣。

source: A real mug of tea is cozier than an image of a mug of tea.
zh_cn: 看到一杯真实的茶比一杯茶的图片更舒适。

source: A soothing voice, like that of Bob Ross, can put the player at ease.
zh_cn: 像Bob Ross一样舒缓的声音, 可以让球员安心。

source: A walk down a familiar path.
zh_cn: 走在熟悉的小路上

source: Abundance: A cozy game has a sense of abundance.
zh_cn: 富有：舒适游戏有富有的感觉

source: Abundance: Although visual or audio “clutter” is not recommended, a theme of plenty and generousness assists in player calm and security.
zh_cn: 富有：虽然不推荐使用过多的视觉效果或音频，但以富有和大方为主题的游戏能帮助玩家感受安全和平静。

source: Admittedly, Maslow’s Hierarchy of Needs and Covey’s Time Management Grid are older motivational models, but the same key insight can be recontextualized in terms of the newer Self Determination Theory (SDT).
zh_cn: 确实，马斯洛需求层次和柯维时间管理网格并不新颖的动机模型，但他们的关键点都可以被放在新的模型——Self Determination Theory (SDT)中考虑。

source: Again, these experiments were done on highly stressed out animal subjects.
zh_cn: 同样，这些实验是在高度紧张的动物受试者身上进行的。

source: Allow congratulating, nodding in affirmation and encouraging.
zh_cn: 允许人们庆祝，点头，和鼓励及肯定别人。

source: Allow for players to pursue quieter forms of connectedness and personal mastery.
zh_cn: 允许玩家追求更低调的联系和精通某项技能。.

source: Alphabear on the other hand was mostly composed of highly literate, polite players who wanted nothing more than to play their game, collect cute bears and share witty comments.
zh_cn: 另一款游戏，《阿尔法熊》的玩家群体主要由受过高等教育、彬彬有礼的人组成，他们只想玩游戏，收集可爱的小熊，分享诙谐的评论.

source: Ambient Narratives
zh_cn: 环境叙述

source: Ambient, possibly dynamic or gently unpredictable.
zh_cn: 这应该是环境音效，是动态的或是会突然出现无法预料的。

source: An example of negating coziness: Consider the omnipresent pop-up, especially as it is used in a normally cozy franchise like Animal Crossing: Pocket Camp.
zh_cn: 破坏舒适感的一个例子：回想一下那些无处不在的弹窗，特别是那些专注于舒适的游戏如《动物之森：口袋森林》。

source: An uninvited presence can feel threatening, or just suggest an unsought expectation of interaction, reciprocation, or responsibility.
zh_cn: 突然遇到的事可能会让人感到被威胁，但也可能只是暗示了一种期待，期待互动、回报或责任.

source: Any hint of external threat or danger should be muted and distant
zh_cn: 提示外部危险和威胁的迹象应该是模糊不清，似有似无的。

source: Anyone from a criminal, to a demon, to a king to a town drunk can be cozy when the let their guard down.
zh_cn: 任何人，无论他是罪犯，还是恶魔，还是国王，还是喝醉酒的家伙，在他们放松警惕时，都会感到舒适。

source: Are familiar to the player due to past experience, nostalgic or shared cultural language.
zh_cn: 玩家由于相似的过去经历或共同的文化语言而熟悉。

source: As a community we will try to mend things when we get upset.
zh_cn: 但我们知道亡羊补牢为时未晚，我们会尽力帮助受伤的人，帮助犯错的人改正错误。

source: As a result early transgressive humor can be quite hurtful.
zh_cn: 因此，一开始就开玩笑会伤害到别人。

source: As you approach cozy design, remember that coziness is an aesthetic goal, a flavor that can be applied to any underlying type of game.
zh_cn: 当你尝试设计舒适感时，你要记住，舒适有一个审美的目标，可以用于任何可能用到舒适感的游戏。

source: As you get closer, the other avatars can pay more attention.
zh_cn: 当你和其它角色靠近，其他玩家会更多地关注你。

source: At the bottom are pressing needs like thirst, hunger and safety.
zh_cn: 底层是紧迫的需求，如水，食物和安全。

source: At their own discretion, the player may then opt-in to increasingly risky layers of interaction with individuals or the public one layer at a time.
zh_cn: 玩家可以根据自己需要，选择和他人或社会的交互，尽管这充满风险。.

source: Attract a better community
zh_cn: 吸引到一个更好的社区

source: Automate subconscious social interactions.
zh_cn: 潜意识中的社交活动。

source: Autumn and winter are especially rich in potential, with a good harvest and refuge from cold weather causing potential any interior space to become cozy.
zh_cn: 秋冬尤其蕴藏着丰富的潜力，丰收之后到小屋里躲避寒冬，尤其惬意。

source: Autumn coziness: warm color palettes, warm food/drink, family/holiday traditions, and soft materials, such as in Lieve Oma https://vltmn.itch.io/lieve-oma
zh_cn: 惬意的秋天: 暖秋颜色，温暖的事物和饮料，家庭或节日传统，就像亲爱的祖母。

source: Balance for honesty and coziness.
zh_cn: 平衡亲密和舒适感.

source: Bartenders often greet newcomers with a welcome, whether the tavern is digital or physical, to encourage a longer and more leisurely visit.
zh_cn: 《Bartenders》（一种条码打印机） often greet newcomers with a welcome, whether the tavern is digital or physical, to encourage a longer and more leisurely visit.

source: Because it establishes intimacy and vulnerability, it can be used to lower barriers to purchase.
zh_cn: 因为它可以让人们之间更加亲密，让人们不用假装坚强，让人们互相交易的障碍更低。

source: Being responsible generates high priority need/expectation.
zh_cn: 负责任会产生高优先级的需求/期望。

source: Beneath the aesthetics of a game, its underlying mechanics may seem at first neutral or benign with regard to coziness.
zh_cn: 按照游戏审美的观点来看，虽然一款游戏的游戏机制并不让人感到舒适或不舒适，但他可能也会让人感到舒适。

source: Beware of importing norms: Often you’ll import arbitrary norms from the default culture and these can accidently poison the cozy atmosphere.
zh_cn: 留意制定出的规范：: 你会因此根据某种文化而为社区制定规范，但这些规范可能让社区变得不那么舒适。

source: Blocklists: When your best attempts at creating mutual opt-in interactions fail, blocking communications is a necessary evil.
zh_cn: 屏蔽：当玩家不太想和某些人交往时，最好能让玩家屏蔽掉对方。

source: Breadth of optional activities
zh_cn: 多种可选择的活动

source: Brevity is a virtue as it puts less pressure on the player to know everything about a character.
zh_cn: 简洁可以让玩家感到更轻松，因为他们不必被迫去了解游戏中其它角色。

source: Brewing tea in a chipped tea set given to you by your grandmother.
zh_cn: 用祖母送给你的茶具泡茶——茶具可能因为年代久远而裂出缺口

source: Bundling up in a quilt your mother made you.
zh_cn: 睡在妈妈缝制的温暖被子里

source: But all of these can be ignored with no ill results.
zh_cn: 但就算不去参加这些活动，也没什么不好的后果。

source: But it would be preferable to avoid disruptions to the player’s experience altogether.
zh_cn: 但最好不要因此影响了玩家的游戏体验。

source: But later, once players know one another, humor becomes a signal of trust.
zh_cn: 但是当逐渐熟络后，开个玩笑反倒是与对方关系良好的信号。

source: But nothing tells you to play soccer.
zh_cn: 但没有任何人或事强迫你来踢这个足球。

source: But we are still immensely motivated to practice that associated skills if we are subconsciously worried about survival.
zh_cn: 但是，如果我们潜意识里担心生存，我们仍然有极大的动力去练习相关的技能。

source: But when that player roleplays that norm, the rest of the community suffers.
zh_cn: 如果玩家扮演这个角色，其它的社区成员就会遭殃。

source: But, this sort of coziness requires choice, and in turn inescapable small spaces can instead be seen as claustrophobic and controlling.
zh_cn: 但是，这种舒适也是选择性的。因为反过来说，无法逃避的小空间也可以被看作是幽闭恐怖的。

source: By age 30, it is one of smaller motivational forces.
zh_cn: 到了30岁，已经没什么人是因为喜欢竞争而玩游戏的了。

source: By forming players into persistent cohorts (via guilds or matchmaking) players will bump into one another regularly when they play.
zh_cn: 让玩家组成持续存在的公会或战队，这样玩家能经常见到组员。

source: By uncovering unmet player motivations we can invent new product categories or broaden the appeal of existing designs.
zh_cn: 通过发现玩家未被满足的动机，我们可以设计出新的产品类别，或扩大现有设计的吸引力。

source: Call and Response interactions: A player chooses to broadcast a no-pressure initiation to a group (best if larger than one other person).
zh_cn: 提议和响应： 玩家向一个社区提出一个不会让别人感到压力的提议。

source: Cat purring
zh_cn: 猫的咕噜声

source: Celebration of relationships: It is wonderful when people meet and wonderful when they become better friends.
zh_cn: 友谊万岁：有缘千里来相会，当人们能一见如故甚至一见钟情时，这种感觉更加美妙。

source: Central to all these tools is the design exercising of imagining you exist in a space where you are known and accepted and asking some simple questions:
zh_cn: 使用这些工具的关键是练习。想象你在某个你熟悉的空间内，并问自己几个简单的问题：

source: Challenge of cozy interactions online
zh_cn: 在线舒适互动的挑战

source: Characters can leverage cozy aesthetics, much like places.
zh_cn: ”角色“也像前文中的”地方“那样，有自己的舒适美学。

source: Characters can turn to face a player as they walk by or tilt their head in acknowledgement.
zh_cn: 角色可能在走过玩家身旁时看玩家一眼，或即使在赞同别人时也歪着头。

source: Characters in Stardew Valley sending you recipes in the mail to show gratitude
zh_cn: 《星露谷物语》中的角色会在给主角的邮件中写上菜谱以示感谢

source: Characters might be designed to be recipients of nurturing gestures by the player.
zh_cn: 角色会被设计成能对玩家察言观色。

source: Childlike: In a similar vein, childlike games are often safe, but can have very high levels of stimulus and often lack the ability to focus on higher level needs.
zh_cn: 童心：同样，充满童心的游戏往往是安全的，但极易会受到高水平的刺激，且往往缺乏专注于更高层次需求的能力。

source: Code of conduct: Get players to agree to how you want them to behave in the game.
zh_cn: 行为准则：让玩家按照你希望的方式玩游戏。

source: Colors: Warm, gentle color palette (yellows, oranges), without high-intensity contrast or hues.
zh_cn: 颜色：暖色，温和的调色板（黄色，橙色），没有高度紧张的色调。

source: Complex leadership or organizational skills can transfer to other real world situations.
zh_cn: 游戏中形成的精妙的领导组织能力可以用到现实世界的情况。

source: Compulsory mechanics often detract from a game’s coziness.
zh_cn: 强制机制会降低游戏的舒适性

source: Confinement: Many small spaces are considered cozy since you can quickly inspect them to see if you are safe.
zh_cn: 封闭：小空间通常被认为是舒适的, 因为你可以快速检查这些房间，来确保你的安全。

source: Consent: Ask for consent.
zh_cn: 同意：向别人征求意见。

source: Consider Maslow’s Hierarchy of Needs.
zh_cn: 看看马斯洛需求层次理论。

source: Contemporary psychology is rediscovering the benefits of rich, contemplative environment that lets humans thrive.
zh_cn: 当代心理学正在重新发现富有且发人深省的环境的好处，这些好处让人类茁壮成长。

source: Contrast: Ideally, provide a window or reminder of an external non-cozy space you are taking refuge from, such as rain, snow, etc.
zh_cn: 反面：最好的方法是，玩家能通过窗户或其它方式知道外部空间是不舒适的，比如雨雪。.

source: Conversely, curmudgeons and even pariahs have an important place in cozy games, offering the player the ability to signal empathy.
zh_cn: 反过来说，胡言乱语的家伙和被社会遗弃的家伙在舒适中也占有一席之地，因为玩家可以通过他们表达自己关心他人的能力。

source: Covey’s Time Management Grid, 7 Habits of Highly Effective People.
zh_cn: 柯维的时间管理网格，高效能人士的七个习惯

source: Coziness can also offer respite in an otherwise intense narrative:
zh_cn: 在紧张的故事叙述中，舒适能够为他们提供稍微休息的机会

source: Coziness can be weaponized.
zh_cn: 舒适感也是一种武器。

source: Coziness can help your game appeal to broader audiences.
zh_cn: 舒适感可以让你的游戏有更广泛的受众。

source: Coziness depends on where the player is coming from when they interact with your game.
zh_cn: 舒适性取决于玩家与游戏互动前

source: Coziness helps retention by giving players control over pacing while still maintaining engagement during periods of rest.
zh_cn: 舒适感可以让玩家掌控节奏，就算玩家在休息时也能参与到游戏中来。.

source: Coziness is a common aesthetic in popular games such as Animal Crossing or Stardew Valley, yet it rarely discussed within design circles.
zh_cn: 舒适感是在游戏中一种常见的审美，就像《动物之森》和《星露谷物语》，但它很少在设计圈被讨论。

source: Coziness is a shortcut to empathy.
zh_cn: 舒适是让人们产生情感共鸣的捷径。

source: Coziness is a subversively humanizing design practice in a society built on monetizing base animal needs.
zh_cn: 舒适感是一种颠覆性的人性化设计实践，它是建立在货币化生物基本需求的社会上的。

source: Coziness is an ingredient that can applied to a wide variety of both casual and core genres.
zh_cn: 舒适感是可以使用于各种休闲或核心类型的元素。

source: Coziness is player dependent
zh_cn: 玩家依赖舒适感

source: Coziness itself refers to how strongly a game evokes the fantasy of safety, abundance, and softness.
zh_cn: 舒适本身就是指游戏如何强烈地唤起对安全，富有和轻柔的想象。

source: Coziness needs to exist at the systems level in order to have social ramifications.
zh_cn: 为了对社会产生有效影响，舒适性需要存在于社会的系统层面。

source: Coziness overlaps with several different aesthetics and themes, but has a unique identity separate from the following:
zh_cn: 舒适感会与几个不同的美学和主题重叠，但仍具有以下独特之处：

source: Coziness reduces these drop-off points via an absence of harsh, demanding, and needy motives.
zh_cn: 舒适通过减少苛刻的要求和动机来抵消机制上的不足。

source: Coziness thrives on authenticity
zh_cn: 越真实的故事越真实

source: Cozy Games
zh_cn: 舒适的游戏

source: Cozy audio is continuous, soft, and non-intrusive, with an element of familiarity.
zh_cn: 舒适音效是

source: Cozy characters can assist the player in her goals.
zh_cn: 舒适角色会协助玩家，帮助玩家实现后者的目标。

source: Cozy characters embody the tend and befriend response, offering players a support and respite from outside stress.
zh_cn: 舒适的角色会和别人交朋友并能照料他们，帮助玩家应对外界压力，让玩家能放松一下。

source: Cozy content allows for privacy and creative expression, physically dividing spaces into nooks and alcoves and providing means for people to spend companionable, low-intensity time with others or in solitude.
zh_cn: 舒适的内容允许隐私和表达自身的创造性，在物理上说就是那些角落和壁龛，在这些地方人们能够独处，不用和他人过多的交谈。

source: Cozy context allows otherwise threatening authority figures, like a boss, a cop, or royalty, to expose their humanity.
zh_cn: 舒适的环境也会让那些令人感到害怕的手握重权的人，比如老板，警察或皇室成员，也在这人体现出人情味。

source: Cozy design become less about forcing an ideal utopian state and more about facilitating these feelings as best as possible given a wide spread of player motivations and emotional states.
zh_cn: 舒适游戏不会强迫玩家接受理想的乌托邦状态，而是尽可能让

source: Cozy designs are a natural way to address these newly uncovered needs.
zh_cn: 舒适感设计是用来解决这些新发现的需求的一种很自然的方式。

source: Cozy games are designed to focus the player on Not Urgent yet Important tasks that are unfortunately deprioritized.
zh_cn: 舒适游戏就是为了让玩家去关注那些不紧急但重要的事，那些他们之前没法关注的事。

source: Cozy games attract nice people.
zh_cn: 舒适游戏会吸引优秀的人

source: Cozy games give players space to deal with emotional and social maintenance and growth.
zh_cn: 舒适游戏为玩家练习处理情感和维持社会以及发展提供了空间。

source: Cozy games help player practice fulfilling higher order needs: Cozy games also fulfill player needs.
zh_cn: 舒适游戏让玩家满足更高层次的需求： 舒适的游戏也满足玩家的需求。

source: Cozy is an adjective
zh_cn: 舒适是一个形容词

source: Cozy items are those found in cozy spaces or that are used to perform cozy activities
zh_cn: 舒适物体是那些放在舒适的地点，用来举行舒适活动的物体。

source: Cozy locations are centered on leisure, practicality, ritual, history, and familiarity.
zh_cn: 舒适的地点一般是或休闲，或实用，或具有仪式感，或具有历史感，或令人感到熟悉的。

source: Cozy moments in any game can help reset or reframe the player’s mindset, as exemplified by the visuals and music of the game resume sequence in Stardew Valley (argued by Jeff Ramos of Polygon to be a key element in the game’s pastoral fantasy).
zh_cn: 游戏中的舒适舒适时刻可以帮助玩家调整心态。例如游戏 《星露谷物语》中所使用的视觉和音乐播放序列 (argued by Jeff Ramos of Polygon to be a key element in the game’s pastoral fantasy).

source: Cozy narrative archetypes
zh_cn: 舒适叙述雏形

source: Cozy relationships are founded on consent.
zh_cn: 舒适的关系建立在互相支持的基础上。

source: Cranky villagers in Animal crossing keeping things grounded
zh_cn: 《动物之森》中那些古怪的村民干事却很踏实

source: Create blue ocean games for untapped psychographics
zh_cn: 为未开发的消费心理学创建一片蓝海（译者注：即未经开发的地域）

source: Create non-coercive spaces with a strong focus on intrinsic motivations.
zh_cn: 创建一个没有外部威胁的空间，让玩家只是强烈地关注内部动机。

source: Create ways for players to kindly invite another person to a space or activity.
zh_cn: 设计师需要为玩家提供能让他们邀请别人参加活动的方式。

source: Cute: While cuteness resonates with the safety aspect of coziness, as well as the desire to nurture/satisfy needs, many threatening and needy things can be cute without providing coziness.
zh_cn: 可爱: 虽然可爱与舒适能在安全方面产生共鸣，并都能满足一些需求，但许多有威胁和你需要对其负责任的东西可以不舒适但很可爱。

source: Danger, fear, threat: Any sense of impending danger triggers biological responses in the player.
zh_cn: 危险、恐惧、威胁：任何迫在眉睫的危险都会触发玩家的生物反应。

source: Deception, betrayal, lies, insincerity: These forms of social masking create doubt and apprehension about social interaction, turning them from fulfilling and need-satisfying experiences into threatening and dangerous ones.
zh_cn: 欺骗、背叛、谎言、虚假：这些形式的社会面具造成了人类对社会交往的怀疑和恐惧，将他们从满足和需求得到满足的经历，变为遭到威胁和危险的体验。

source: Definition of Coziness
zh_cn: 舒适的定义

source: Demotivating mechanics (or aesthetics) are the most likely to disengage players and cause churn.
zh_cn: 缺乏动力的机制(或审美)最有可能让玩家脱离游戏并导致玩家流失。

source: Denouement -after needs are met, climax achieved, explicit opt-in room to relax and “do nothing”
zh_cn: 结局——在需求得到满足，剧情高潮部分结束后，可以选择进入什么都不做的，令人放松的地方

source: Developers reap what they sow: They’ll in turn use those same social norms when interacting with the developer.
zh_cn: 一分耕耘一分收获：: They’ll in turn use those same social norms when interacting with the developer.

source: Digital games face a number of challenges here.
zh_cn: 数字游戏面临了一系列挑战。

source: Distance: Vast spaces eliminate a sense of safety by being unknowable.
zh_cn: 距离：过大的空间会使玩家产生未知感，从而产生不安全感。

source: Distractions also demand attention, generating a need.
zh_cn: 令人分心的事同样需要关注，并产生需求。.

source: Domestic objects can signal coziness, the more mundane the better: wagons, mailboxes, a porch swing, a pair of boots, a raincoat.
zh_cn: 越普通常见的事物越是让人感到舒适：货车，邮箱，秋千，一双鞋，一把雨伞。

source: Don’t be the doctor who poisons their patient and then sells them the cure.
zh_cn: 但不要做那个先给患者下毒，再卖给患者药物的医生。

source: Down-to-earth - Humble and grounded.
zh_cn: 脚踏实地——谦虚和踏实

source: Dragon Age: Companions take time to reflect and unwind after adventures.
zh_cn: 《龙腾世纪》： 伙伴们需要冒险结束后来反思和休息

source: Dragon’s Crown offers cozy cooking with an abundance of ingredients
zh_cn: 《Dragon’s Crown》 提供了使用丰富食材烹饪出来的美味食物。

source: Drinking steaming coffee from that strange handcrafted mug you got visiting your aunt in Maine.
zh_cn: 你用一个手工的奇形怪状的杯子喝着热气腾腾的咖啡，这个杯子是你在拜访缅因州的姑姑时姑姑送给你的

source: Each game genre taps into a highly specific set of motivations.
zh_cn: 每种特定的游戏类型都能触发一系列高度特定的动机。

source: Emotional support: Sometimes people have a bad day.
zh_cn: 心灵抚慰：有时候人们会有一段迷茫的日子。

source: Emotions attract players: Players that want specific emotions seek out games that produce them.
zh_cn: 情感吸引玩家：玩家会寻找那些产生特定情感的游戏。

source: Emphasis on ritual - seasons, holidays, day/night, harvest cycles.
zh_cn: 强调仪式——季节，假日，白天黑夜，播种收获。

source: Episodic - The sum of experiences is greater than any one story
zh_cn: 章节——所有的体验加起来要比任何单个故事中体验到的要丰富得多

source: Escalating layers of opt-in interactions
zh_cn: 可选择的交互

source: Even a busy environment or activity, if exceedingly familiar, can provide a sense of coziness.
zh_cn: 即使你处在比较忙碌的环境或活动中，如果你对这些驾轻就熟，那么你也不会觉得不轻松。

source: Even cold and hard objects (typewriters, tea sets) can invoke cozy feelings of intimacy or nostalgia, if lovingly hand-crafted (“artisanal”) or loaded with familial or historical meaning.
zh_cn: 就算是冰冷坚硬的事物（打字机，茶具），只有他们是用心制作的，或者有历史意义，也能唤起对美好的思恋。

source: Even more concerning, most relationship-based transactions, the basis of friendship and human culture, are non-zero sum.
zh_cn: 更值得注意的时，很多以“人际关系”为基础的交易，是人类文化和友谊的基础，是非零和的（译者注：即双方都可以获利）。

source: Even the act of listening is a form of emotional labor.
zh_cn: 就算只是倾听也是一种情感呵护。

source: Even traditions such as RPG Alignments can be problematic.
zh_cn: 就算传统的RPG Alignments 也充满问题。

source: Examples
zh_cn: 例子

source: Examples include any form of mandatory maintenance, needy pets, companions, or entities that require constant, non-optional care.
zh_cn: 需要负责任的对象包括任何形式需要维护的物体，需要照顾的宠物，同伴，或需要强制维护的实体（译者注：例如电梯和汽车，这些都要定时维护）。

source: Examples:
zh_cn: 例子：

source: Extrinsic reward: Almost any form of extrinsic reward generates a pressing transactional short-term need.
zh_cn: 外在回报：: 几乎任何形式的外部回报都会产生一种紧迫的短期交易需求。

source: FFXV’s companions are confident in what they bring to the team and look out for each other.
zh_cn: 《最终幻想15》的同伴会因为能为团队做贡献而高兴，并且会互相照顾。

source: Facial expressions, tone of voice, even conversational pacing is lost.
zh_cn: 游戏中的面部表情，声音，甚至的说话节奏都丢失了。

source: Factors that negate coziness include:
zh_cn: 会破坏舒适感的元素包括：

source: Familiarity, reliability, and one’s ability to be vulnerable and expressive without negative ramification all augment the feeling of safety.
zh_cn: 亲切感，信任感，没有人需要假装自己很坚强，已经不表达负面的影响，这些都增加了安全感。

source: Favors and gifts are cozy; obligation and neediness are not.
zh_cn: 喜欢和送礼物令人感到舒适，但义务和需求不是的。

source: Feedback systems that immediately target a behavior: Make systems that target a behavior, not ones that label a person as bad, evil or ruined.
zh_cn: 对事不对人：让处罚或奖励只针对事，而不是随意将人贴上恶毒的标签。

source: Fight or flight: Derived predominantly from electroshock tests on young male rats, this theory says that when our sympathetic nervous system kicks in due to a perceived threat, we will either attack or run away.
zh_cn: 战斗或逃跑：主要源于对年轻雄性老鼠的电击测试。这种声称，当我们的交感神经系统由于感觉到威，而开始起作用时，我们要么和威胁战斗，要么逃跑。

source: Find wonder and contentment in the familiar.
zh_cn: 可以在熟悉的事物中找到令自己惊奇和满足的事

source: First, we see play as a form of safe practice: People play because it allows them to experiment with a particular set of skills and activities that would otherwise be expensive or impossible in the real world.
zh_cn: 首先, 我们把游戏看作是一种安全的练习形式：人们玩游戏是因为它允许他们尝试特定的活动，这些活动在现实中通常成本高昂，有的甚至根本无法实现。

source: Fishing with a fishing rod
zh_cn: 静静地用鱼竿钓鱼，任凭时间流逝

source: Focus on the positive things you can do vs the things you shouldn’t do.
zh_cn: 关注那些你可以做的积极的事，不去做那些你不能做的事。

source: Focus: Elimination of interruptions, pressures or sources of unwanted distraction, allows the player to feel a place is knowable and thereby becomes familiar and comfortable.
zh_cn: Focus:去掉那些会令人分心或感到有压力的元素，让玩家觉得某个地方不是未知的，而是熟悉和舒适的。

source: Food and drink themselves can be cozy: a frothy mug of beer is more cozy than a alchemical potion; items that can be shared or suggest plenty (a slice of cake, a bunch of grapes, sacks of flour) reinforce a sense of sharing, abundance, and generosity
zh_cn: 食物和饮料本身就很舒适：充满的泡沫啤酒要比炼金药更舒适，可以分享或建议充足的物品（一块蛋糕，一串葡萄，一袋面粉）增强了分享，丰富和慷慨的感觉

source: For example a survival game such as ‘Don’t Starve’ is very upfront about the fact that it, mechanically and thematically, let’s player explore the planning and tactical issues around getting food.
zh_cn: 例如，生成游戏《饥荒》，无论是从机制还是从主题上来说，都是让玩家直面生存险境，玩家需要探索有关获取食物的规划和战术问题。

source: For example, a dog or cat that is soundly asleep or a guardian character that is relaxing indicates no danger is present, even outside the player’s senses.
zh_cn: 例如，猫狗都能安详的睡觉，没有鸡犬不宁，守卫也处于很放松的状态，这说明周围的环境很安全，没什么危险。

source: For example, a player who sees their universe as inherently about competition may find a game with meditative gardening oppressive or boring.
zh_cn: 例如，玩家如果认为游戏世界是充满竞争的，那么他会发现一款让人冥想的园艺游戏是令人压抑并且无聊的。

source: For example, a timeshare sales process offers a participant a free meal or cash reward in an comfy, gorgeous setting.
zh_cn: 例如，分时度假（timeshare，一种度假模式）销售流程会让参与者在华丽整洁的环境中享用美食，甚至参与小游戏并用现金作为奖励。

source: For example, a violently angry teen may find a little village full of happy birds infuriating since it does nothing for their need to exert force
zh_cn: 例如，一个愤怒的小伙子会觉得如诗般的村庄里，那些树上歌唱的鸟儿很令人恼怒，因为小伙子不能发泄愤怒。

source: For example, cold rain against a window emphasizes the warmth of a reading nook without threatening to disrupt it.
zh_cn: 例如，窗外大雨连绵，屋内书声朗朗，非常惬意。

source: For example, in D&D it is possible to have a Chaotic Evil character.
zh_cn: 例如，在《龙与地下城》发展出来的D&D规则，通常有一个”混乱邪恶“角色。

source: For example, when we get hungry, we are motivated to find food and eat.
zh_cn: 例如，当我们饿了，我们就有了寻找食物和吃饭的动力。
